{
    "status": "ok",
    "total_hits": 10000,
    "page": 1,
    "total_pages": 200,
    "page_size": 50,
    "articles": [
      {
        "title": "Morgan Hardman Girlfriend 2022, Who is Morgan Hardmans Girlfriend?",
        "author": "Sangeetha M",
        "published_date": "2022-12-27 06:51:52",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/morgan-hardman-girlfriend-who-is-morgan-hardman-girlfriend-1126827",
        "clean_url": "fresherslive.com",
        "excerpt": "Morgan Hardman Girlfriend 2022 - Who is Morgan Hardman's Girlfriend, and Does Morgan Hardman have a Girlfriend are the questions of the hour; fortunately, we have provided the details about Morgan…",
        "summary": "As of 2022, Morgan Hardman is single, he does not have a girlfriend (according to buzzlearn). Morgan Hardman is a Reality Star who was born on February 1, 1985. Get to know more about Morgan Hardman in the following sections. Morgan Hardman, the Reality Star biography is being searched by the fans. Here you can check the Morgan Hardman biography and a lot more details.\nMorgan Hardman was born on February 1, 1985. Morgan Hardman has gained more popularity, so there are people who eagerly search for Morgan Hardman's biography.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Sangeetha M",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/morgan-hardman-girlfriend-who-is-morgan-hardman-girlfriend-63aa94cdc6b3d-1672123597.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "21e2c208ea08a3c8620728b163070fcf"
      },
      {
        "title": "Is Stephan Bonnar Dead Or Alive? Stephan Bonnar Age, Net Worth, Wife, What Happened To Stephan Bonnar?",
        "author": "Krishika M",
        "published_date": "2022-12-27 06:45:40",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/is-stephan-bonnar-dead-or-alive-stephan-bonnar-age-net-worth-wife-what-happened-to-stephan-bonnar-1126822",
        "clean_url": "fresherslive.com",
        "excerpt": "Is Stephan Bonnar Dead Or Alive: Stephan Bonnar was an American professional wrestler and professional mixed martial artist. His fans are curious to know is Stephan Bonnar dead or alive. In this…",
        "summary": "Stephan Bonnar was a professional mixed martial artist and American professional wrestler. Bonnar fought as a Light Heavyweight for the majority of his UFC career. Bonnar majorly played the \"role of the underdog,\" as evidenced by his fight with Anderson Silva at UFC 153. Aside from Griffin and Silva, Bonnar faced Lyoto Machida, Tito Ortiz, Mark Coleman, Jon Jones, and Rashad Evans.\n\n\n\n\n\n\nImage Source: Pinterest\nIs Stephan Bonnar Dead Or Alive?\nAll the fans of Stephan Bonnar are worried to know if Stephan Bonnar is still alive.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Krishika M",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/26/is-stephan-bonnar-dead-or-alive-63a98ae55bcec-1672055525.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "d5adf81b16041fcff1701d1cfab74495"
      },
      {
        "title": "Apple supplier TSMC will start production of 3nm chips soon",
        "author": "",
        "published_date": "2022-12-27 06:45:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.daijiworld.com/news/newsDisplay?newsID=1033624",
        "clean_url": "daijiworld.com",
        "excerpt": "Taipei, Dec 27 (IANS): Apple's main chip supplier Taiwan Semiconductor Manufacturing Company (TSMC) will reportedly start mass production of its 3-nanometer chip process for the next generations of…",
        "summary": "Taipei, Dec 27 (IANS): Apple's main chip supplier Taiwan Semiconductor Manufacturing Company (TSMC) will reportedly start mass production of its 3-nanometer chip process for the next generations of Mac, iPhone and other Apple devices in the coming days. TSMC will hold a \"ceremony at Fab 18 at the Southern Taiwan Science Park\" (STSP) on Thursday and will also reveal plans to expand 3-nanometer chip production at the fabrication plant, reports AppleInsider. Apple currently uses 4-nanometer chips from TSMC in its iPhone 14 Pro models, which is the A16 Bionic chip.",
        "rights": "daijiworld.com",
        "rank": 19626,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "http://daijiworld.com/images/daijiSquareLogo.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "04ae1c7bde8ae44ee5a545d5a11a72d6"
      },
      {
        "title": "Urfi Javed poses nude in new post, barely covering herself with a plate; video goes viral",
        "author": "DNA Web Team",
        "published_date": "2022-12-27 06:45:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.dnaindia.com/television/report-urfi-javed-gets-brutally-trolled-for-posing-topless-covering-boobs-with-plate-wine-glass-3013377",
        "clean_url": "dnaindia.com",
        "excerpt": "Urfi Javed has done it again. This time she's serving a 'hot' breakfast with posing topless with just a plate and wine glass.",
        "summary": "Urfi JavedMornings just got sizzling hot, as Urfi Javed aka Uorfi is here serving you hot breakfast with her latest topless reel. Known for her crazy antics, Urfi posed a reel, in which she's posing topless and covering her breasts with a plate and wine glass.  Urfi posted the video with the caption, \"Breakfast.\" Within 20 minutes of the upload, the video got more than 36K likes and several comments.  Here's the video View this post on Instagram A post shared by Uorfi (@urf7i) As soon as Urfi posted the video, several comments had a kinky request for her.",
        "rights": "dnaindia.com",
        "rank": 2816,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "DNA Web Team",
        "media": "https://cdn.dnaindia.com/sites/default/files/styles/half/public/2022/12/27/2563044-urfi-1.jpg",
        "is_opinion": false,
        "twitter_account": "@dna",
        "_score": null,
        "_id": "a43fdcc4fe2e197130e4a94b130154ab"
      },
      {
        "title": "Argentina set to offer World Cup-winning coach Scaloni new contract",
        "author": "",
        "published_date": "2022-12-27 06:45:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.daijiworld.com/news/newsDisplay?newsID=1033620",
        "clean_url": "daijiworld.com",
        "excerpt": "Buenos Aires (Argentina), Dec 27 (IANS): Argentine football chief Claudio Tapia has said that he is confident Lionel Scaloni will continue as national team manager following the Albicelest's World Cup…",
        "summary": "Buenos Aires (Argentina), Dec 27 (IANS): Argentine football chief Claudio Tapia has said that he is confident Lionel Scaloni will continue as national team manager following the Albicelest's World Cup triumph. Scaloni's contract expires on December 31 but the Argentine Football Association (AFA) wants to secure the 44-year-old on another four-year term after he led the South American country to its third World Cup title in Qatar earlier this month. \"I have no doubt that he will continue to be the head coach of the Argentina team,\" AFA president Tapia told reporters on Monday, eight days after the Albiceleste's dramatic penalty shootout victory over France in Lusail.",
        "rights": "daijiworld.com",
        "rank": 19626,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "http://daijiworld.com/images/daijiSquareLogo.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "9463c8d3b58f6f38d31028d92b3cfabc"
      },
      {
        "title": "Students who indulge in unfair practices during exams must be dealt with 'heavy hand': Delhi HC",
        "author": "IANS",
        "published_date": "2022-12-27 06:42:43",
        "published_date_precision": "full",
        "link": "https://www.freepressjournal.in/education/students-who-indulge-in-unfair-practices-during-exams-must-be-dealt-with-heavy-hand-delhi-hc",
        "clean_url": "freepressjournal.in",
        "excerpt": "Delhi HC | File Photo Follow us on </",
        "summary": "Delhi HC | File Photo Follow us on New Delhi: The Delhi High Court has observed that students who indulge in unfair practices like cheating in exams should not be shown any leniency, and instead, they must be taught a lesson and must be dealt with a \"heavy hand\".\"Students, who resort to unfair means and get away with it, cannot build this nation. They cannot be dealt with leniently and they should be made to learn a lesson not to adopt unfair means in their life,\" a division bench headed by Chief Justice Satish Chandra Sharma said while they also observed that the University has been lenient in imposing category IV punishment rather than rusticating the cheaters.",
        "rights": "freepressjournal.in",
        "rank": 10448,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "IANS",
        "media": "https://gumlet.assettype.com/freepressjournal/2021-08/2ccc7394-c473-440b-bc0c-cc88e1054f0d/delhi_high_court_1614252144.jpg?rect=0%2C0%2C3900%2C2048&w=1200&auto=format%2Ccompress&ogImage=true",
        "is_opinion": false,
        "twitter_account": "Free Press Journal",
        "_score": null,
        "_id": "4d8b8b498390645ce14237cf7a9a234f"
      },
      {
        "title": "No need to panic, focus on 5-point formula to tackle emerging COVID-19 situation: Maharashtra Health Minister Tanaji Sawant",
        "author": "Sanjay Jog",
        "published_date": "2022-12-27 06:42:04",
        "published_date_precision": "full",
        "link": "https://www.freepressjournal.in/mumbai/no-need-to-panic-focus-on-5-point-formula-to-tackle-emerging-covid-19-situation-maharashtra-health-minister-tanaji-sawant",
        "clean_url": "freepressjournal.in",
        "excerpt": "Maharashtra Health Minister Tanaji Sawant | File Photo Follow us on",
        "summary": "Maharashtra Health Minister Tanaji Sawant | File Photo Follow us on Nagpur: Maharashtra Public Health Minister Tanaji Sawant on Tuesday said even though there is not a single case reported in the state of the BF.7 variant of COVID-19, the government has sounded alert and asked the administration to focus on the effective implementation of five point formula comprising test, track, treat, vaccinate and COVID appropriate behaviour.‘'There is no need to panic. As per the Centre's advisory, the state government asked to conduct thermal testing of the passengers coming from abroad, especially from China,'' he added.",
        "rights": "freepressjournal.in",
        "rank": 10448,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Sanjay Jog",
        "media": "https://gumlet.assettype.com/freepressjournal/2022-09/309dbb7b-f998-4935-af60-b676bd0b29d8/download__32_.jpg?rect=0%2C0%2C3900%2C2048&w=1200&auto=format%2Ccompress&ogImage=true",
        "is_opinion": false,
        "twitter_account": "Free Press Journal",
        "_score": null,
        "_id": "4145c91809bb92493e1651982512a45e"
      },
      {
        "title": "'Cirkus' BO collection: Ranveer Singh-starrer fails to attract crowd",
        "author": "Aishwarya Ragupati",
        "published_date": "2022-12-27 06:41:47",
        "published_date_precision": "full",
        "link": "https://www.newsbytesapp.com/news/entertainment/cirkus-box-office-ranveer-starrer-fails-to-attract-crowd/story",
        "clean_url": "newsbytesapp.com",
        "excerpt": "Ranveer Singh's 'Cirkus,' which hit the theatres last week, is turning out to be another Bollywood's disastrous product",
        "summary": "'Cirkus' BO collection: Ranveer Singh-starrer fails to attract crowd Written by Aishwarya Ragupati Dec 27, 2022, 12:11 pm 2 min read 'Cirkus' barely managed to collect Rs. 5cr on Monday Ranveer Singh's recent outing, Cirkus, which hit the theaters last week, is turning out to be yet another disastrous Bollywood product. The Christmas holidays did not help the movie pull in the crowds, and it dropped further on Monday. Reportedly, the film barely managed to collect Rs. 5cr on Monday in India. Read on to know its complete box office details.",
        "rights": "newsbytesapp.com",
        "rank": 26222,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Aishwarya Ragupati",
        "media": "https://i.cdn.newsbytesapp.com/images/l69620221227105540.jpeg",
        "is_opinion": false,
        "twitter_account": "@newsbytesapp",
        "_score": null,
        "_id": "3389283cd34ed4f964c2bc691b9f62a6"
      },
      {
        "title": "Telangana: Bharat Rashtra Samithi assets up by 66% during 2021-22",
        "author": "Indo-Asian News Service",
        "published_date": "2022-12-27 06:40:05",
        "published_date_precision": "full",
        "link": "https://www.siasat.com/telangana-bharat-rashtra-samithi-assets-up-by-66-during-2021-22-2489024/",
        "clean_url": "siasat.com",
        "excerpt": "The party's income during the same period jumped by a whopping 480 per cent from Rs 37.65 crore to Rs 218.11 crore.",
        "summary": "Hyderabad: The assets of Telangana Rashtra Samithi (TRS), which recently rechristened itself as Bharat Rashtra Samithi (BRS), have grown by over 66 per cent during 2021-22. The annual audited accounts and annual report of contributions submitted by the party to the Election Commission of India (ECI) shows that its current assets have gone up to Rs 480 crore from Rs 288 crore in 2020-21. The party's income during the same period jumped by a whopping 480 per cent from Rs 37.65 crore to Rs 218.11 crore.",
        "rights": "siasat.com",
        "rank": 18891,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Indo-Asian News Service",
        "media": "https://cdn.siasat.com/wp-content/uploads/2022/12/brss.jpg",
        "is_opinion": false,
        "twitter_account": "@https://twitter.com/ians_india",
        "_score": null,
        "_id": "949ad2233b6fb1e63f784c8a223a6aa9"
      },
      {
        "title": "China could bring down potential death toll to less than 200,000: Study",
        "author": "IANS",
        "published_date": "2022-12-27 06:40:00",
        "published_date_precision": "full",
        "link": "https://www.business-standard.com/article/international/china-could-bring-down-potential-death-toll-to-less-than-200-000-study-122122700296_1.html",
        "clean_url": "business-standard.com",
        "excerpt": "The researchers said that without the \"flatten the curve\" strategy, more than 1.27 billion people would be infected within three months and 1.49 million people would die within half a year",
        "summary": "China could reduce the number of deaths to less than 200,000 if it implements public health measures to help slow the spread of Covid-19, increase vaccination rates and ensure adequate supplies of medicines, a new study has said. The same study had predicted that if China abandons zero-Covid restrictions, as many as one and a half million people could die from Covid-19 over the next six months. However, the study, posted on preprint service medRxiv (yet to be peer-reviewed) by researchers from the University of Macau and Harvard Medical School, also evaluated the \"flatten the curve\" strategy, reports South China Morning Post.",
        "rights": "Copyright www.business-standard.com",
        "rank": 1298,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "IANS",
        "media": "https://bsmedia.business-standard.com/_media/bs/img/article/2022-12/15/full/1671087521-7354.jpg",
        "is_opinion": false,
        "twitter_account": "@bsindia",
        "_score": null,
        "_id": "cdddca4e859b3cb70a735e58efb91ede"
      },
      {
        "title": "MP Congress wants treason case against Pragya Thakur; BJP defends her",
        "author": "Press Trust",
        "published_date": "2022-12-27 06:38:00",
        "published_date_precision": "full",
        "link": "https://www.business-standard.com/article/politics/mp-congress-wants-treason-case-against-pragya-thakur-bjp-defends-her-122122700297_1.html",
        "clean_url": "business-standard.com",
        "excerpt": "Madhya Pradesh Congress has demanded that a case of treason be registered against Bharatiya Janata Party's Lok Sabha member Pragya Singh Thakur for her keep weapon at home remark, while her party…",
        "summary": "Madhya Pradesh Congress has demanded that a case of treason be registered against Bharatiya Janata Party's Lok Sabha member Pragya Singh Thakur for her keep weapon at home remark, while her party defended the statement saying it was for women's self-defence. Thakur, while addressing a programme in Shivamogga (Karnataka) on Sunday, said Hindus have the right to respond to those who attack them and their dignity, as she spoke about the killing of Hindu activists. The parliamentarian from Bhopal in Madhya Pradesh had also called on the community to at least keep the knives in their homes sharp, as everyone has the right to protect themselves.",
        "rights": "Copyright www.business-standard.com",
        "rank": 1298,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Press Trust",
        "media": "https://bsmedia.business-standard.com/_media/bs/img/article/2019-11/28/full/1574919774-0727.jpg",
        "is_opinion": false,
        "twitter_account": "@bsindia",
        "_score": null,
        "_id": "d886d5733fe1e764edd1ade1d400df1c"
      },
      {
        "title": "Startups to attract large foreign direct investments in 2023: DPIIT Secy",
        "author": "Press Trust",
        "published_date": "2022-12-27 06:38:00",
        "published_date_precision": "full",
        "link": "https://www.business-standard.com/article/companies/startups-to-attract-large-foreign-direct-investments-in-2023-dpiit-secy-122122700290_1.html",
        "clean_url": "business-standard.com",
        "excerpt": "The country's startups will attract significant foreign direct investments (FDI) in 2023 on account of steps being taken by the government to strengthen the ecosystem for budding entrepreneurs, a top…",
        "summary": "The country's startups will attract significant foreign direct investments (FDI) in 2023 on account of steps being taken by the government to strengthen the ecosystem for budding entrepreneurs, a top government official has said. Secretary in Department for Promotion of Industry and Internal Trade (DPIIT) Anurag Jain said India has the third largest startup ecosystem in the world and the way startups here are performing; soon the country will become a top ecosystem globally. Number of recognized startups is increasing significantly, the Fund of Funds for Startups (FFS) and Startup India Seed Fund Scheme are doing good.",
        "rights": "Copyright www.business-standard.com",
        "rank": 1298,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Press Trust",
        "media": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-04/10/full/1618002690-9893.jpg",
        "is_opinion": false,
        "twitter_account": "@bsindia",
        "_score": null,
        "_id": "417707f476bf65ed0c1c45e3ea535767"
      },
      {
        "title": "Who are Stephen Greifs Parents? Stephen Greif Biography, Parents Name, Nationality and More",
        "author": "S Kaviya",
        "published_date": "2022-12-27 06:37:28",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/who-are-stephen-greif-parents-where-is-stephen-greif-parents-from-what-is-stephen-greif-parents-nationality-1126812",
        "clean_url": "fresherslive.com",
        "excerpt": "Who are Stephen Greif's Parents? Check this article to know who are Stephen Greif's Parents along with Stephen Greif biography. Stephen Greif is a British actor.",
        "summary": "Stephen Greif is an British actor born on 26 August 1944. Many people are eager to know their favorite personalities personal life, so Stephen Greif's Parents are the most searched topic on the internet. Here in this article, let's check out who are Stephen Greif's parents and much more.\nStephen Greif's parents are Not Known. Stephen Greif Father's name is unknown. There is no information about Stephen Greif father.\nStephen Greif Mother\nStephen Greif's Mother's name is Not Known. There is not much information about Stephen Greif's mother.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "S Kaviya",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/who-are-stephen-greif-parents-where-is-stephen-greif-parents-from-what-is-stephen-greif-parents-nationality-63aa9244e6d8e-1672122948.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "689d4fe52a42af68a7694a9f2878283d"
      },
      {
        "title": "Who are Reid Flairs Parents? Reid Flair Biography, Parents Name, Nationality and More",
        "author": "Sangeetha M",
        "published_date": "2022-12-27 06:37:23",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/who-are-reid-flair-parents-where-is-reid-flair-parents-from-what-is-reid-flair-parents-nationality-1126811",
        "clean_url": "fresherslive.com",
        "excerpt": "Who are Reid Flair's Parents? Check this article to know who are Reid Flair's Parents along with Reid Flair biography. Reid Flair is a American professional wrestler.",
        "summary": "Reid Flair is an American professional wrestler born on 26 February 1988. Many people are eager to know their favorite personalities personal life, so Reid Flair's Parents are the most searched topic on the internet. Here in this article, let's check out who are Reid Flair's parents and much more.\nAccording to reports, Ric Flair and Elizabeth Flair are Reid Flair's parents.  People searching for Reid Flair's Father's name will now know that Reid Flair's Father is Ric Flair.\nReid Flair Mother\nReid Flair's Mother's name is Elizabeth Flair.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Sangeetha M",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/who-are-reid-flair-parents-where-is-reid-flair-parents-from-what-is-reid-flair-parents-nationality-63aa8d983b3e8-1672121752.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "675754b87288cfd3e2135c777445cf0a"
      },
      {
        "title": "Tata Open Maharashtra: When and where to watch tennis event; Live on TV and online",
        "author": "FPJ Web Desk",
        "published_date": "2022-12-27 06:37:14",
        "published_date_precision": "full",
        "link": "https://www.freepressjournal.in/sports/tata-open-maharashtra-when-and-where-to-watch-tennis-event-live-on-tv-and-online",
        "clean_url": "freepressjournal.in",
        "excerpt": "Follow us on The Tat",
        "summary": "Follow us on The Tata Open Maharashtra, which returns to the opening week of the ATP calendar, will be held at the Balewadi Stadium in Pune from December 31, 2022 to January 7, 2023. The upcoming edition will feature some of the biggest stars from the ATP Tour, including former Grand Slam champion Marin Cilic, last year's finalist Emil Ruusuvuori and four other Top-50 players along with 11 Top-100 players in the singles main draw.The qualifying rounds will be held on December 31, 2022 and January 1, 2023 with the main draw beginning on January 2, 2023.",
        "rights": "freepressjournal.in",
        "rank": 10448,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "FPJ Web Desk",
        "media": "https://gumlet.assettype.com/freepressjournal/2022-12/9ad841f2-e6e2-44ac-9588-bd0b68c33f94/TOURNAMENT_LOGO.jpg?rect=0%2C0%2C3900%2C2048&w=1200&auto=format%2Ccompress&ogImage=true",
        "is_opinion": false,
        "twitter_account": "Free Press Journal",
        "_score": null,
        "_id": "386d9eff0a8b43a7784db3fded416100"
      },
      {
        "title": "On camera: Car skids backward after hitting snow-covered parked vehicle in Seattle",
        "author": "FPJ Web Desk",
        "published_date": "2022-12-27 06:36:30",
        "published_date_precision": "full",
        "link": "https://www.freepressjournal.in/viral/on-camera-car-skids-backward-after-hitting-snow-covered-parked-vehicle-in-seattle",
        "clean_url": "freepressjournal.in",
        "excerpt": "Viral video | Twitter Follow us on",
        "summary": "Viral video | Twitter Follow us on Winter has witnessed heavy snowfall in Washington State. From mesmerizing pictures of snowy trees and houses to unfortunate mishaps, several visuals from the region have rolled out on social media to highlight the snowy weather there. A video showing multiple collisions on a snowy road in Washington State's largest city, Seattle, has gone viral on Twitter. A parked car was hit by about three other cars, of which one skidded backward on the road. The video was shared on Twitter with the warning \"Don't Drive.",
        "rights": "freepressjournal.in",
        "rank": 10448,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "FPJ Web Desk",
        "media": "https://secure.gravatar.com/avatar/98aacbbd97b20309ed2f4c0d86525280?s=150&d=blank&r=g",
        "is_opinion": false,
        "twitter_account": "Free Press Journal",
        "_score": null,
        "_id": "0c73df017c07209e1143541d253b6cc4"
      },
      {
        "title": "Russian lawmaker Pavel Antov found dead in a hotel in Odisha",
        "author": "ANI",
        "published_date": "2022-12-27 06:35:45",
        "published_date_precision": "full",
        "link": "https://www.thehindu.com/news/national/russian-lawmaker-pavel-antov-found-dead-in-a-hotel-in-odisha/article66309669.ece",
        "clean_url": "thehindu.com",
        "excerpt": "Pavel Antov's death comes two days after the mysterious death of his party colleague, Vladimir Budanov in a hotel in Odisha's Rayagada.",
        "summary": "December 27, 2022 12:05 pm | Updated 12:06 pm IST - Moscow: \nRussian lawmaker Pavel Antov.\n| Photo Credit: Twitter\nRussian lawmaker and philanthropist Pavel Antov was found dead in a hotel in India TASS reported. The multi-millionaire was on vacation in the Rayagada region of Odisha where he was celebrating his 65th birthday. According to the police, he was allegedly found dead having fallen out of a third-floor hotel window. This is the second death of Russian lawmakers within a week in the same Odisha hotel.",
        "rights": "Copyright 2022 The Hindu",
        "rank": 984,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "ANI",
        "media": "https://th-i.thgim.com/public/incoming/i1ks6k/article66309693.ece/alternates/LANDSCAPE_1200/Pavel%20Antov2.jpg",
        "is_opinion": false,
        "twitter_account": "@The_Hindu",
        "_score": null,
        "_id": "5db257c56fa19357a882d6e62ae02f5c"
      },
      {
        "title": "Supreme sacrifice by Shaheed Udham Singh will always inspire youth for selfless service of nation, asserts Bhagwant Mann",
        "author": "",
        "published_date": "2022-12-27 06:34:44",
        "published_date_precision": "full",
        "link": "https://thefactnews.in/supreme-sacrifice-by-shaheed-udham-singh-will-always-inspire-youth-for-selfless-service-of-nation-asserts-bhagwant-mann/",
        "clean_url": "thefactnews.in",
        "excerpt": "The Fact News Service Chandigarh, December 27 Punjab Chief Minister Bhagwant Mann today said that the supreme sacrifice made by legendary martyr Shaheed Udham Singh will always inspire the youth for…",
        "summary": "Skip to content",
        "rights": "thefactnews.in",
        "rank": 771323,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://thefactnews.in/wp-content/uploads/2022/12/Pic-1-5-1.jpeg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "722ebfd85f9b92b994b5cff738f8c1b3"
      },
      {
        "title": "What Happened To Santis Dad In Bump? Where Was Bump Filmed?",
        "author": "P Nandhini",
        "published_date": "2022-12-27 06:34:03",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/what-happened-to-santis-dad-in-bump-where-was-bump-filmed-1126808",
        "clean_url": "fresherslive.com",
        "excerpt": "What Happened To Santis Dad In Bump - The CW's Australian comedy-drama series Bump was created by the team of Claudia Karvan and Kelsey Munro and centers on a surprise pregnancy that complicates life…",
        "summary": "Bump is an Australian comedy-drama series that debuted on Stan on January 1, 2021. It was created by Claudia Karvan and Kelsey Munro. The series, which is set in and around a high school in Sydney's Inner West, revolves around Oly, a driven and successful teen who unexpectedly gives birth to a baby, and the issues that follow for two families. Roadshow Rough Diamond created the ten-part television series. A third season debuted on December 26, 2022, and season two debuted on December 26, 2021.\nWhat Happened To Santis Dad In Bump?\nBump, a Stan Original Series now in its third season, has accomplished something that very few Australian shows have.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "P Nandhini",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/what-happened-to-santis-dad-in-bump-where-was-bump-filmed-63aa7884cbfa4-1672116356.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "f5dac2f8d9574cf30330dbfb45ced8d8"
      },
      {
        "title": "Hyderabad: HMWSSB wins best communication campaign award at national level",
        "author": "News Desk",
        "published_date": "2022-12-27 06:33:40",
        "published_date_precision": "full",
        "link": "https://www.siasat.com/hyderabad-hmwssb-wins-best-communication-campaign-award-at-national-level-2489010/",
        "clean_url": "siasat.com",
        "excerpt": "The competitions were held in various categories, including \"best documentary filmmaking,\" etc., at the national level on December 25.",
        "summary": "Hyderabad: The Hyderabad Metropolitan Water Supply and Sewerage Board (HMWS&SB) took home first and third place awards for the best communication campaign and public awareness, respectively, in competitions held by the Indian Public Relations Society (PRSI). Madhya Pradesh's minister of medical education, Kailash Vishwas Sarang, presented the awards at the PRSI national summit in Bhopal. The competitions were held in various categories, including 'best documentary filmmaking,' etc., at the national level on December 25.",
        "rights": "siasat.com",
        "rank": 18891,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "News Desk",
        "media": "https://cdn.siasat.com/wp-content/uploads/2021/12/hmwssb.jpg",
        "is_opinion": false,
        "twitter_account": "@TheSiasatDaily",
        "_score": null,
        "_id": "dcb346f15daa07d3b34dcf82d85ba38a"
      },
      {
        "title": "Marcos Llorente Girlfriend 2022, Who is Marcos Llorentes Girlfriend?",
        "author": "Divya P",
        "published_date": "2022-12-27 06:31:45",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/marcos-llorente-girlfriend-who-is-marcos-llorente-girlfriend-1126807",
        "clean_url": "fresherslive.com",
        "excerpt": "Marcos Llorente Girlfriend 2022 - Who is Marcos Llorente's Girlfriend, and Does Marcos Llorente have a Girlfriend are the questions of the hour; fortunately, we have provided the details about Marcos…",
        "summary": "As of 2022, Patricia Noarbe is Marcos Llorente's Girlfriend (according to soccersouls). Patricia Noarbe is a fitness coach, and she is formerly known as Marcos Llorente's Girlfriend. Get to know more about Marcos Llorente in the following sections. Marcos Llorente, the Spanish professional footballer biography is being searched by the fans. Here you can check the Marcos Llorente biography and a lot more details.\nMarcos Llorente was born on 30 January 1995. Marcos Llorente has gained more popularity, so there are people who eagerly search for Marcos Llorente's biography.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Divya P",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/marcos-llorente-girlfriend-who-is-marcos-llorente-girlfriend-63aa903c842ad-1672122428.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "ec584b5c0308017d07c24353b204df99"
      },
      {
        "title": "HONOR 80 GT, Pad V8 Pro go official: Check features",
        "author": "Akash Pandey",
        "published_date": "2022-12-27 06:31:19",
        "published_date_precision": "full",
        "link": "https://www.newsbytesapp.com/news/science/honor-80-gt-pad-v8-pro-announced/story",
        "clean_url": "newsbytesapp.com",
        "excerpt": "HONOR has released its latest smartphone, dubbed 80 GT, and a new tablet, Pad V8 Pro",
        "summary": "HONOR 80 GT, Pad V8 Pro go official: Check features Dec 27, 2022, 12:01 pm 3 min read HONOR 80 GT and Pad V8 Pro boot Android 12-based Magic UI 7.0 HONOR has released its latest smartphone, dubbed HONOR 80 GT, and a new tablet, Pad V8 Pro. The 80 GT is a gaming-focused offering with a 120Hz OLED panel, Snapdragon 8+ Gen 1 SoC, up to 16GB of RAM, and 66W fast-charging. Meanwhile, the Pad V8 Pro, a mid-range tablet, highlights a 144Hz LCD screen, Dimensity 8100 chip, eight speakers, and a 10,050mAh battery.",
        "rights": "newsbytesapp.com",
        "rank": 26222,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Akash Pandey",
        "media": "https://i.cdn.newsbytesapp.com/images/l16020221227113154.png",
        "is_opinion": false,
        "twitter_account": "@newsbytesapp",
        "_score": null,
        "_id": "d91db93046f9fef7cfb2eff4313f28d9"
      },
      {
        "title": "Days after Cirkus release, George Cameron, CEO of Rohit Shetty Productionz, steps down to start own venture",
        "author": "DNA Web Team",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.dnaindia.com/bollywood/report-days-after-cirkus-release-ceo-of-rohit-shetty-s-production-george-cameron-house-steps-down-3013378",
        "clean_url": "dnaindia.com",
        "excerpt": "George Cameron, CEO of Rohit Shetty Productionz, is leaving the company at the end of this month.",
        "summary": "George Cameron, CEO of Rohit Shetty Productionz, is leaving the companyLess than four days after Rohit Shetty Productionz's latest film Cirkus hit the theatres, the company's longtime chief executive officer (CEO) George Cameron has reportedly stepped down. Reports have indicated that George has exitted the company to form his own independent film production venture and will continue to have ties with Rohit Shetty's company. George started his career with films like Chocolate in 2005 before joining Rohit Shetty's company.",
        "rights": "dnaindia.com",
        "rank": 2816,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "DNA Web Team",
        "media": "https://cdn.dnaindia.com/sites/default/files/styles/half/public/2022/12/27/2563046-untitled-design-4.png",
        "is_opinion": false,
        "twitter_account": "@dna",
        "_score": null,
        "_id": "f07d3a119b07d9e06dad0389e12912ba"
      },
      {
        "title": "Covid blast in Bihar: 11 foreign nationals test positive in Gaya, 1 case each in Patna and Darbhanga",
        "author": "DNA Web Team",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.dnaindia.com/india/report-covid-blast-in-bihar-11-foreign-nationals-test-positive-in-gaya-1-case-in-patna-and-darbhanga-bf7-omicron-3013376",
        "clean_url": "dnaindia.com",
        "excerpt": "An explosive surge of Covid cases is being experienced in Bihar as Gaya has reported nearly one dozen positive cases in the last few days.",
        "summary": "Bihar's Gaya is experiencing a major Covid surge (File photo)In the midst of the surge in Covid cases in neighbouring countries of China, a sudden surge in coronavirus cases has been reported in India's Bihar, with several foreign nationals testing positive upon arrival in the Gaya district of the state. On Monday, seven more foreign nationals tested positive for Covid-19 in the Gaya district of Bihar upon arrival in the state, intensifying the fears of the BF.7 variant in India. The fresh Covid cases in Bihar take the total coronavirus tally in Gaya to 11.",
        "rights": "dnaindia.com",
        "rank": 2816,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "DNA Web Team",
        "media": "https://cdn.dnaindia.com/sites/default/files/styles/half/public/2022/12/27/2563045-2531773-2345546-2305657-delhi-covid.jpg",
        "is_opinion": false,
        "twitter_account": "@dna",
        "_score": null,
        "_id": "ab5526861760e9ac24e0931a85e7a0db"
      },
      {
        "title": "B'desh, ADB ink loan deals worth $627mn for development, climate projects",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://daijiworld.com/news/newsDisplay?newsID=1033617",
        "clean_url": "daijiworld.com",
        "excerpt": "Dhaka, Dec 27 (IANS): The Asian Development Bank (ADB) and the Bangladesh government have signed loan agreements worth $627 million for the implementation of development and climate resilience…",
        "summary": "Dhaka, Dec 27 (IANS): The Asian Development Bank (ADB) and the Bangladesh government have signed loan agreements worth $627 million for the implementation of development and climate resilience projects. Sharifa Khan, secretary of the Economic Relations Division, and Jiangbo Ning, deputy country director and officer-in-charge of Bangladesh resident mission of the ADB, signed the agreements on behalf of their respective sides, Xinhua news agency quoted a statement from the Manila-based lender as saying.",
        "rights": "daijiworld.com",
        "rank": 19626,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "http://daijiworld.com/images/daijiSquareLogo.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "89d2592753dbcf82c7ccc82d5daa072c"
      },
      {
        "title": "Hetero's 'Nirmacom' is world's first generic version of COVID-19 oral drug 'PAXLOVID' to receive WHO Prequalification",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.aninews.in/news/heteros-nirmacom-is-worlds-first-generic-version-of-covid-19-oral-drug-paxlovid-to-receive-who-prequalification20221227102537/",
        "clean_url": "aninews.in",
        "excerpt": "Hyderabad (Telangana) [India], December 27 (ANI/PRNewswire): Hetero, India's leading pharmaceutical company with the widest global reach, today announced the receipt of World Health Organization…",
        "summary": "Hyderabad (Telangana) [India], December 27 (ANI/PRNewswire): Hetero, India's leading pharmaceutical company with the widest global reach, today announced the receipt of World Health Organization Prequalification of Medicines Program (WHO PQ) approval for its generic version of COVID-19 oral antiviral treatment candidate nirmatrelvir. This is the first prequalification for a generic version of Pfizer's COVID-19 oral antiviral drug 'PAXLOVID', which the WHO called, the best therapeutic choice for high-risk patients to date[1].",
        "rights": "srilankasource.com",
        "rank": 8311,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://cdn.bignewsnetwork.com/MDVmNmQ5YjUtYTA.jpg",
        "is_opinion": false,
        "twitter_account": "@srilankasource",
        "_score": null,
        "_id": "f8618fe6a62262b6ecd1d8e08e8f5d4f"
      },
      {
        "title": "Leopard sighted in Greater Noida's Ajnara Lee Garden Housing Society; alert sent to residents",
        "author": "DNA Web Team",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.dnaindia.com/india/report-up-leopard-sighted-in-greater-noida-s-ajnara-lee-garden-housing-society-alert-sent-to-residents-3013381",
        "clean_url": "dnaindia.com",
        "excerpt": "An alert has been issued on Tuesday morning by the Maintenance Department of Ajnara Lee Garden Housing Society.",
        "summary": "Leopard sighted in Greater Noida's Ajnara Lee Garden Housing Society; alert sent to residents | Photo: File (Image for representation)A leopard has reportedly been sighted in Greater Noida West in Uttar Pradesh, and as a result, the housing societies in the area are on high alert. Teams of people are attempting to identify the leopard, meanwhile, police and forest department have been alerted about the situtaion. However, the police and forest department teams hadn't arrived at the scene as of now.",
        "rights": "dnaindia.com",
        "rank": 2816,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "DNA Web Team",
        "media": "https://cdn.dnaindia.com/sites/default/files/styles/half/public/2022/12/27/2563049-2532577-leopard.jpg",
        "is_opinion": false,
        "twitter_account": "@dna",
        "_score": null,
        "_id": "3a1e52063853e83dbaa073bda268e2ba"
      },
      {
        "title": "Amitabh Bachchan, Nexus Malls' Happyness Ambassador Stars in their Festive Ad Films",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.aninews.in/news/amitabh-bachchan-nexus-malls-happyness-ambassador-stars-in-their-festive-ad-films20221227110700/",
        "clean_url": "aninews.in",
        "excerpt": "Mumbai (Maharashtra) [India], December 27 (ANI/NewsVoir): Nexus Malls recently announced Amitabh Bachchan as their Happyness Ambassador. In the Digital Ad film which they released earlier today,…",
        "summary": "ANI PR Wire27 Dec 2022, 15:45 GMT+10 Mumbai (Maharashtra) [India], December 27 (ANI/NewsVoir): Nexus Malls recently announced Amitabh Bachchan as their Happyness Ambassador. In the Digital Ad film which they released earlier today, Bachchan is seen helping choose a hottestest purple dress from one of the malls in the Nexus Malls portfolio.YouTube link: youtube.com/watch?v=fAmzvvxDk-cThe digital ad is a part of the larger campaign roll out which Nexus Malls has planned with Bachchan for this festive season.",
        "rights": "srilankasource.com",
        "rank": 8311,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://cdn.bignewsnetwork.com/ZDJlODgzZTQtMDh.jpg",
        "is_opinion": false,
        "twitter_account": "@srilankasource",
        "_score": null,
        "_id": "b27b6eaa480fbaf56a3f3528f6d07960"
      },
      {
        "title": "Bakingo stated an expected surge in cake demand as New Year 2023 approaches",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.aninews.in/news/bakingo-stated-an-expected-surge-in-cake-demand-as-new-year-2023-approaches20221227110002/",
        "clean_url": "aninews.in",
        "excerpt": "Gurugram (Haryana) [India], December 27 (ANI/PRNewswire): A vast number of cake orders are expected for the celebrations of New Year 2023. India's fastest-growing bakery, Bakingo, has stated an…",
        "summary": "Gurugram (Haryana) [India], December 27 (ANI/PRNewswire): A vast number of cake orders are expected for the celebrations of New Year 2023. India's fastest-growing bakery, Bakingo, has stated an anticipated surge in demand and has launched a collection of cakes and desserts for the celebrations.The last two celebrations of New Year were drastically affected by the pandemic, but online services provided people with a new way of merriment. The year 2023 is deemed to be big in terms of celebrations, and the number of festivals, events, and concerts that will be taking place on 31st December 2022 are many.",
        "rights": "srilankasource.com",
        "rank": 8311,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://cdn.bignewsnetwork.com/OTdlODUxZmYtMTc.jpg",
        "is_opinion": false,
        "twitter_account": "@srilankasource",
        "_score": null,
        "_id": "d9066c0791ce1e25e764ea10a27c70da"
      },
      {
        "title": "Yezdi brand can't be used by Classic Legends, says HC: Company responds",
        "author": "TIMESOFINDIA.COM",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://timesofindia.indiatimes.com/auto/bikes/yezdi-brand-cant-be-used-by-classic-legends-says-hc-company-responds/articleshow/96535367.cms",
        "clean_url": "indiatimes.com",
        "excerpt": "Bikes News: The court has also made Classic Legends liable to pay to Ideal Jawa all gains that have been made from the use of the Yezdi trademark. Irani and Class",
        "summary": "Karnataka High Court recently ruled that Boman R Irani of Rustomjee Group and Classic Legends, incorporated by Irani and Mahindra & Mahindra can not use the Yezdi trademark and that the brand falls under the ownership of Ideal Jawa (India) Ltd. All trademark and registration certificates issued by Registrar of Trademarks, Mumbai, New Delhi and Ahmedabad have been declared null and void. Justice SR Krishna Kumar has stated that all the trademarks of Ideal Jawa, which is under liquidation, will remain with the court.",
        "rights": "indiatimes.com",
        "rank": 296,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "TIMESOFINDIA.COM",
        "media": "https://static.toiimg.com/thumb/msid-96535495,width-1070,height-580,imgsize-142042,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
        "is_opinion": false,
        "twitter_account": "@timesofindia",
        "_score": null,
        "_id": "2c18acc6e4313855fb2195269038a8d8"
      },
      {
        "title": "South Korea Registers First Death Linked to 'Brain-Eating Amoeba'",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.ndtv.com/feature/south-korea-registers-first-death-linked-to-brain-eating-amoeba-3641136",
        "clean_url": "ndtv.com",
        "excerpt": "Because it can infect the brain when amoeba-containing water passes up the nose, it is frequently referred to as the \"brain-eating ameba.\"",
        "summary": "Naegleria fowleri is a single-celled amoeba, commonly found in warm fresh water.A man in his 50s passed away from the infection of Naegleria fowleri, commonly referred to as the \"brain-eating amoeba,\" after returning from Thailand, marking South Korea's first case of the deadly disease, according to The Korea Times.A Korean national died after returning from Thailand, according to a report in the News Outlet, which cited the Korea Disease Control and Prevention Agency. The man spent a total of four months there before returning to Korea two weeks ago, on December 10.",
        "rights": "ndtv.com",
        "rank": 920,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://c.ndtvimg.com/2022-12/r83096u_naegleria-fowleri_625x300_27_December_22.jpg",
        "is_opinion": false,
        "twitter_account": "@ndtv",
        "_score": null,
        "_id": "5e549a729461713fd5fe0fabe7cd3f50"
      },
      {
        "title": "TAVI or TAVR is a Boon for Patients with Critical Heart Valve-Related Conditions",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.aninews.in/news/tavi-or-tavr-is-a-boon-for-patients-with-critical-heart-valve-related-conditions-opine-experts-at-manipal-hospital-sarjapur20221227105435/",
        "clean_url": "aninews.in",
        "excerpt": "Bengaluru (Karnataka) [India], December 27 (ANI/PRNewswire): In the field of Cardiac science, a relatively new but safe and successful non-surgical technique (TAVI/TAVR) is advocated, giving new hope…",
        "summary": "Bengaluru (Karnataka) [India], December 27 (ANI/PRNewswire): In the field of Cardiac science, a relatively new but safe and successful non-surgical technique (TAVI/TAVR) is advocated, giving new hope for life to patients with specific heart-valve-related conditions. Patients who have Aortic Stenosis, meaning narrowed aortic valves can be benefitted from this procedure. The aortic valve is one of the four valves in the heart and lies in the left ventricle, which is responsible for transferring oxygenated blood to the body.",
        "rights": "srilankasource.com",
        "rank": 8311,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://cdn.bignewsnetwork.com/Y2M0ZjIzNjEtYWF.jpg",
        "is_opinion": false,
        "twitter_account": "@srilankasource",
        "_score": null,
        "_id": "0493c79ebb232ee492456fcc0f283c14"
      },
      {
        "title": "Neon Attack announce new collection of Neon Signs for home decor",
        "author": "",
        "published_date": "2022-12-27 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.aninews.in/news/neon-attack-announce-new-collection-of-neon-signs-for-home-decor20221227100515/",
        "clean_url": "aninews.in",
        "excerpt": "New Delhi [India], December 27 (ANI/ATK): Using today's most trendy neon sign designs, you may spruce up your space and give it that little bit extra. Brighten up your living space with the incredibly…",
        "summary": "New Delhi [India], December 27 (ANI/ATK): Using today's most trendy neon sign designs, you may spruce up your space and give it that little bit extra. Brighten up your living space with the incredibly customizable neon signs from Neon Attack! Whether you're looking to add a bold statement to your home decor or light up a room with a splash of color, neon lights can do just that. With Neon Attack, you can create the perfect neon sign for your space, like a bedroom, child room, or living from various vibrant colors and designs.",
        "rights": "srilankasource.com",
        "rank": 8311,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://cdn.bignewsnetwork.com/YjAxMjRmMmItYTh.jpg",
        "is_opinion": false,
        "twitter_account": "@srilankasource",
        "_score": null,
        "_id": "8a1764f1a4094733df7e33fb22a5cfc2"
      },
      {
        "title": "Who are Kevin Paynes Parents? Kevin Payne Biography, Parents Name, Nationality and More",
        "author": "Sangeetha M",
        "published_date": "2022-12-27 06:29:34",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/who-are-kevin-payne-parents-where-is-kevin-payne-parents-from-what-is-kevin-payne-parents-nationality-1126806",
        "clean_url": "fresherslive.com",
        "excerpt": "Who are Kevin Payne's Parents? Check this article to know who are Kevin Payne's Parents along with Kevin Payne biography. Kevin Payne is a Soccer player.",
        "summary": "Kevin Payne is an Soccer player born on March 5, 1953. Many people are eager to know their favorite personalities personal life, so Kevin Payne's Parents are the most searched topic on the internet. Here in this article, let's check out who are Kevin Payne's parents and much more.\nKevin Payne's parents are not known.  Kevin Payne Father's name is unknown. There is no information about Kevin Payne father.\nKevin Payne Mother\nKevin Payne's Mother's name is Unknown. There is not much information about Kevin Payne's mother.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Sangeetha M",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/who-are-kevin-payne-parents-where-is-kevin-payne-parents-from-what-is-kevin-payne-parents-nationality-63aa8d93de2ef-1672121747.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "bb75624b034fa90b1da011eda89d45a3"
      },
      {
        "title": "Best Nidhi Company Software in Patna.",
        "author": "Rashmikant Singh",
        "published_date": "2022-12-27 06:29:34",
        "published_date_precision": "full",
        "link": "https://www.classifiedsguru.in/services/other-services/best-nidhi-company-software-in-patna-i177375",
        "clean_url": "classifiedsguru.in",
        "excerpt": "8+ years experienced Camwel Solution LLP is specialize in developing software for Nidhi Company. as of now, there are plenty of nidhi software available in market; however none of them is up to mark.…",
        "summary": "8+ years experienced Camwel Solution LLP is specialize in developing software for Nidhi Company. as of now, there are plenty of nidhi software available in market; however none of them is up to mark. we are the best nidhi consultant in India; hence, we have develop this software, purely as per banking modules and also as per nidhi rules, and companies act.",
        "rights": "classifiedsguru.in",
        "rank": 252563,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Rashmikant Singh",
        "media": "https://www.classifiedsguru.in/oc-content/plugins/seo_plugin/img/no-photo.png",
        "is_opinion": false,
        "twitter_account": "@Rashmikant Singh",
        "_score": null,
        "_id": "6d87e208dfb03f1f78e9a0368c9c833e"
      },
      {
        "title": "Pune: Cargo Truck Hits Three Passenger Buses, Two Injured Near Perne Phata",
        "author": "Rahul Dolare",
        "published_date": "2022-12-27 06:29:33",
        "published_date_precision": "full",
        "link": "https://www.punekarnews.in/pune-cargo-truck-hits-three-passenger-buses-two-injured-near-perne-phata/",
        "clean_url": "punekarnews.in",
        "excerpt": "Perne, 27th December 2022: In an accident in front of Vijaystambh at Perne Phata on Pune-Ahmednagar road, a cargo truck hit three passenger buses at 11 pm on Monday. Two people on the bus were…",
        "summary": "Perne, 27th December 2022: In an accident in front of Vijaystambh at Perne Phata on Pune-Ahmednagar road, a cargo truck hit three passenger buses at 11 pm on Monday. Two people on the bus were injured, while other passengers suffered minor injuries.\nThe bus was heavily damaged in the accident. The truck and two other buses were also partially damaged.\nAs soon as the information about the accident was received, the Lonikand police officials rushed to the spot and cleared the traffic by moving the accident-affected vehicles to the side of the road.",
        "rights": "punekarnews.in",
        "rank": 281196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Rahul Dolare",
        "media": "https://www.punekarnews.in/wp-content/uploads/2022/12/Cargo-Truck-Hits-Three-Passenger-Buses.jpg",
        "is_opinion": false,
        "twitter_account": "@punekarnews",
        "_score": null,
        "_id": "2d118c7461aa6494618ec21d89368a36"
      },
      {
        "title": "Vigilance arrests absconding women accused in an extortion case",
        "author": "",
        "published_date": "2022-12-27 06:29:12",
        "published_date_precision": "full",
        "link": "https://thefactnews.in/vigilance-arrests-absconding-women-accused-in-an-extortion-case/",
        "clean_url": "thefactnews.in",
        "excerpt": "The Fact News Service Chandigarh December 27 The Punjab Vigilance Bureau (VB) on Monday arrested an accused woman named Bholi who was absconding in an extortion case in which her accomplices were…",
        "summary": "Skip to content",
        "rights": "thefactnews.in",
        "rank": 771323,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "",
        "media": "https://thefactnews.in/wp-content/uploads/2022/12/Pic-21.jpeg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "120c114a0383c7056e6870d07d484534"
      },
      {
        "title": "Year in review: From metaverse to 5G, here're tech trends that defined 2022",
        "author": "Kanishka Gupta",
        "published_date": "2022-12-27 06:29:00",
        "published_date_precision": "full",
        "link": "https://www.business-standard.com/article/technology/year-in-review-from-metaverse-to-5g-here-re-tech-trends-that-defined-2022-122122700316_1.html",
        "clean_url": "business-standard.com",
        "excerpt": "From 5G launch in India to ChatGPT's inception in November, take a look at the top technology trends that defined the year 2022",
        "summary": "The year 2022 was full of surprises for tech enthusiasts, from an AI that went beyond enabling the automatic deduction of tolls from your bank accounts to a digital currency. Take a look at the top technology trends that defined the year 2022. Metaverse Metaverse trends grew exponentially in 2022 as we entered a new digital revolution era. Adidas, Burberry, Gucci, Tommy Hilfiger, Nike, Samsung, and Louis Vuitton have all staked their claims in it, as have banks like HSBC and JP Morgan. The world's first Metaverse Fashion Week, launched by Decentraland, saw a host of labels from around the world embrace the virtual realm.",
        "rights": "business-standard.com",
        "rank": 1298,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Kanishka Gupta",
        "media": "https://bsmedia.business-standard.com/_media/bs/img/article/2022-12/27/full/1672121670-4087.png",
        "is_opinion": false,
        "twitter_account": "@bsindia",
        "_score": null,
        "_id": "4a6af306289e8bf4a554efb28282b260"
      },
      {
        "title": "Alaya F radiates elegance in nude cut-out dress and classic minimal makeup for new photoshoot: Check out snippets",
        "author": "Krishna Priya Pallavi",
        "published_date": "2022-12-27 06:28:22",
        "published_date_precision": "full",
        "link": "https://www.hindustantimes.com/lifestyle/fashion/alaya-f-radiates-elegance-in-nude-cut-out-dress-and-classic-minimal-makeup-for-new-photoshoot-check-out-snippets-101672122193784.html",
        "clean_url": "hindustantimes.com",
        "excerpt": "Alaya F dropped pictures from a new photoshoot dressed in a nude-coloured cut-out dress styled with classic minimal makeup. She radiated elegance in the ensemble. Check out the photos inside.",
        "summary": "Alaya F may be a few films old in the industry, but she has already made a mark with her on-screen appearances. The Freddy actor's sartorial choices have also garnered much attention among her fans and added her to many best-dressed celebrity lists. Alaya's style is all about embracing classic elegance, and she includes the statement in all her outfit picks for attending various events or casual outings. Case in point: Alaya's latest photoshoot in a nude cut-out mini dress styled with minimal makeup.",
        "rights": "hindustantimes.com",
        "rank": 980,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Krishna Priya Pallavi",
        "media": "https://images.hindustantimes.com/img/2022/12/27/1600x900/alaya_f_1672122442861_1672122451287_1672122451287.jpg",
        "is_opinion": false,
        "twitter_account": "@httweets",
        "_score": null,
        "_id": "8c7aeb092c6ea8754ab0f37979b56611"
      },
      {
        "title": "Rupee declines 9 paise to 82.74 against US dollar in early trend",
        "author": "HT News Desk",
        "published_date": "2022-12-27 06:28:22",
        "published_date_precision": "full",
        "link": "https://www.hindustantimes.com/business/rupee-declines-9-paise-to-82-74-against-us-dollar-in-early-trend-101672119430399.html",
        "clean_url": "hindustantimes.com",
        "excerpt": "Rupee vs Dollar today: The weakening of Rupee is attributed to rising crude prices worrying investor's sentiment along with foreign fund outflows further coupling the trend",
        "summary": "The rupee on Tuesday dipped 9 paise to 82.74 against the US Dollar in early trade. The domestic currency opened at 82.71 and then slipped further registering the fall over its previous close.The weakening is attributed to rising crude prices worrying investor's sentiment along with foreign fund outflows further coupling the trend, PTI reported.On Monday, the rupee gained 17 paise to close at 82.65 against the US dollar.Meanwhile, the dollar index, which measures the greenback's strength against a basket of six currencies, dropped 0.",
        "rights": "hindustantimes.com",
        "rank": 980,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "HT News Desk",
        "media": "https://images.hindustantimes.com/img/2022/12/27/1600x900/89befcb0-ca84-11eb-b0cf-a00e9b339624_1623395724194_1672120368975_1672120368975.jpg",
        "is_opinion": false,
        "twitter_account": "@httweets",
        "_score": null,
        "_id": "a33ae237e510b4228a5a0a439724d2b9"
      },
      {
        "title": "Who are Sarfaraz Ahmeds Parents? Sarfaraz Ahmed Biography, Parents Name, Nationality and More",
        "author": "S Kaviya",
        "published_date": "2022-12-27 06:27:54",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/who-are-sarfaraz-ahmed-parents-where-is-sarfaraz-ahmed-parents-from-what-is-sarfaraz-ahmed-parents-nationality-1126805",
        "clean_url": "fresherslive.com",
        "excerpt": "Who are Sarfaraz Ahmed's Parents? Check this article to know who are Sarfaraz Ahmed's Parents along with Sarfaraz Ahmed biography. Sarfaraz Ahmed is a Pakistani professional cricketer, a wicketkeeper…",
        "summary": "Sarfaraz Ahmed is an Pakistani professional cricketer, a wicketkeeper-batsman born on 22 May 1987. Many people are eager to know their favorite personalities personal life, so Sarfaraz Ahmed's Parents are the most searched topic on the internet. Here in this article, let's check out who are Sarfaraz Ahmed's parents and much more.\nAccording to reports, Shkaeel Ahmed Siddiqui and Akeela Banu are Sarfaraz Ahmed's parents. People searching for Sarfaraz Ahmed's Father's name will now know that Sarfaraz Ahmed's Father is Shkaeel Ahmed Siddiqui.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "S Kaviya",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/who-are-sarfaraz-ahmed-parents-where-is-sarfaraz-ahmed-parents-from-what-is-sarfaraz-ahmed-parents-nationality-63aa901dceb9e-1672122397.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "7a3e7b54357c5a2b0b23a1f831d4e880"
      },
      {
        "title": "'For benefit of children…': Haryana minister on using temple-mosque speakers",
        "author": "HT News Desk",
        "published_date": "2022-12-27 06:27:41",
        "published_date_precision": "full",
        "link": "https://www.hindustantimes.com/india-news/for-benefit-of-children-haryana-minister-on-using-temple-mosque-speakers-101672120219209.html",
        "clean_url": "hindustantimes.com",
        "excerpt": "The Haryana government recently called for announcements by temples and mosques to wake students up early in the morning to help them prepare for the board examination.",
        "summary": "Published on Dec 27, 2022 11:57 AM IST\n\n \n\n\n\n\n\n\nGujjar said there is nothing wrong in announcements from religious places to wake up children in the morning.\n \n\nHaryana education minister Kanwar Pal Gujjar on Monday defended the state government's directive asking religious places to wake up students using loudspeakers early in the morning, saying it will help children in terms of health and education. The Haryana government recently called for announcements by temples and mosques to wake students up early in the morning to help them prepare for the board examination.",
        "rights": "hindustantimes.com",
        "rank": 980,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "HT News Desk",
        "media": "https://images.hindustantimes.com/img/2022/12/27/1600x900/loudspeakers_temples_mosques_haryana_education_1672122051548_1672122051719_1672122051719.jpg",
        "is_opinion": false,
        "twitter_account": "@httweets",
        "_score": null,
        "_id": "85502c023125834496c18fd2476fff0a"
      },
      {
        "title": "This electric SUV's cabin is a home theatre on demand. Details here",
        "author": "Ht Auto Desk",
        "published_date": "2022-12-27 06:27:29",
        "published_date_precision": "full",
        "link": "https://auto.hindustantimes.com/auto/electric-vehicles/this-electric-suv-s-cabin-is-a-home-theatre-on-demand-details-here-41672118878220.html",
        "clean_url": "hindustantimes.com",
        "excerpt": "The Aehra electric SUV's roomy cabin transforms into a comfy home theatre on wheels thanks to an upward stretchable massive infotainment display.",
        "summary": "Italy-based electric vehicle startup Aehra has introduced its first model as an electric SUV. Besides an eye-catching premium coupe-like design, the SUV has a striking feature inside the cabin. It gets a massive infotainment display on the cockpit that can be stretched upward and transform the spacious cabin into a comfy home theatre. The massive screen can be extended upward only when the EV is parked and not running. Clearly, this technology has been developed keeping safety in mind. The EV startup also claims that the cabin can be configured in different modes, which are home theatre, meeting room and lounge.",
        "rights": "hindustantimes.com",
        "rank": 980,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "HT Auto Desk",
        "media": "https://images.hindustantimes.com/auto/img/2022/12/27/1600x900/Aehra_SUV_1672122051540_1672122064652_1672122064652.webp",
        "is_opinion": false,
        "twitter_account": "@HTAutotweets",
        "_score": null,
        "_id": "6942052896cd54941a00927868e311e5"
      },
      {
        "title": "The longest word in any of the major English language dictionaries is pneumonoultramicroscopicsilicovolcanoconiosis, a word that refers to a lung disease contracted from the inhalation of very fine silica particles, specifically from a volcano; medically, it is the same as silicosis.",
        "author": "PTI",
        "published_date": "2022-12-27 06:26:34",
        "published_date_precision": "full",
        "link": "https://www.thehindu.com/sci-tech/science/researchers-trying-to-develop-drug-to-treat-rare-gnb1-encephalopathy/article66309651.ece",
        "clean_url": "thehindu.com",
        "excerpt": "GNB1 Encephalopathy is a kind of brain disease or neurological disorder which affects individuals in the foetus stage.",
        "summary": "December 27, 2022 11:56 am | Updated 11:56 am IST \nA single nucleotide mutation in the GNB1 gene that makes one of the G-proteins, the 'Gβ1 protein,' causes Encephalopathy. Image for Representation.\n| Photo Credit: Reuters\nResearchers at the Indian Institute of Technology (IIT), Madras, Tel Aviv University and Columbia University are studying a rare genetic brain disease called \"GNB1 Encephalopathy\" and trying to develop a drug to treat it effectively.With less than 100 documented cases worldwide, GNB1 Encephalopathy is a kind of brain disease or neurological disorder which affects individuals in the foetus stage.",
        "rights": "Copyright 2022 The Hindu",
        "rank": 984,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "PTI",
        "media": "https://th-i.thgim.com/public/incoming/9pcd5c/article66309661.ece/alternates/LANDSCAPE_1200/2018-08-03T074352Z_1927735421_RC1F00896910_RTRMADP_3_HEALTH-DNA.JPG",
        "is_opinion": false,
        "twitter_account": "@The_Hindu",
        "_score": null,
        "_id": "ff85f398cec8c5101fa7922712f04841"
      },
      {
        "title": "From the Urdu Press: Messi magic at Qatar fiesta to Rahul at Red Fort to Covid alert amid China wave",
        "author": "Shahid Pervez",
        "published_date": "2022-12-27 06:26:10",
        "published_date_precision": "full",
        "link": "https://indianexpress.com/article/political-pulse/from-the-urdu-press-messi-qatar-rahul-red-fort-covid-china-wave-8346116/",
        "clean_url": "indianexpress.com",
        "excerpt": "‘Everyone wants that the safe situation on the virus front must prevail on the way to freedom from the pandemic, and therefore all such measures must be taken which succeeded in steering the country…",
        "summary": "SALAR\nIn its editorial on December 25, headlined 'Corona aur Hamari Zimmadari (coronavirus and our responsibility)', the Bengaluru-based Salar points out that although the Covid cases in the country are currently low but the surge in infections in the neighbouring China has set the alarm bells ringing. This is why the Centre has asked all the states to ramp up surveillance and preparedness and take prompt action in the event of any rise in coronavirus cases, it says. 'Everyone wants that the safe situation on the virus front must prevail on the way to freedom from the pandemic, and therefore all such measures must be taken which succeeded in steering the country away from Covid's menacing shadows.",
        "rights": "indianexpress.com",
        "rank": 976,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Shahid Pervez",
        "media": "https://images.indianexpress.com/2022/12/From-Urdu-Press.jpg",
        "is_opinion": false,
        "twitter_account": "The Indian Express",
        "_score": null,
        "_id": "05903f223a3b518b448287fb3e378c02"
      },
      {
        "title": "Who are Kevin O connells Parents? Kevin O connell Biography, Parents Name, Nationality and More",
        "author": "S Kaviya",
        "published_date": "2022-12-27 06:25:30",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/who-are-kevin-o-connell-parents-where-is-kevin-o-connell-parents-from-what-is-kevin-o-connell-parents-nationality-1126802",
        "clean_url": "fresherslive.com",
        "excerpt": "Who are Kevin O connell's Parents? Check this article to know who are Kevin O connell's Parents along with Kevin O connell biography. Kevin O connell is a American football coach and former player.",
        "summary": "Kevin O connell is an American football coach and former player born on 25 May 1985. Many people are eager to know their favorite personalities personal life, so Kevin O connell's Parents are the most searched topic on the internet. Here in this article, let's check out who are Kevin O connell's parents and much more.\nAccording to reports, Bill O'Connell and Suzanne O'Connell are Kevin O connell's parents. People searching for Kevin O connell's Father's name will now know that Kevin O connell's Father is Bill O'Connell.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "S Kaviya",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/who-are-kevin-o-connell-parents-where-is-kevin-o-connell-parents-from-what-is-kevin-o-connell-parents-nationality-63aa8f8f66c09-1672122255.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "82fc32694ea2cdd06f380c5ddcf6996a"
      },
      {
        "title": "Dense fog shrouds Delhi; North India cold wave to continue",
        "author": "Prateek Talukdar",
        "published_date": "2022-12-27 06:24:26",
        "published_date_precision": "full",
        "link": "https://www.newsbytesapp.com/news/india/dense-fog-shrouds-delhi-cold-wave-continues/story",
        "clean_url": "newsbytesapp.com",
        "excerpt": "Dense fog prevailed in Delhi, lowering visibility to 50 m as a cold wave continued to sweep north India",
        "summary": "Dense fog shrouds Delhi; North India cold wave to continue Written by Prateek Talukdar Dec 27, 2022, 11:54 am 2 min read Cold wave in north India: Bathinda in Punjab and Bikaner in Rajasthan reported zero visibility Dense fog prevailed in Delhi, reducing visibility to as low as 50m as a cold wave continued to sweep North India. The minimum temperature in the national capital on Tuesday morning was 5.6 degrees Celsius. Parts of Haryana, Punjab, and Uttarakhand experienced similar fog conditions. The India Meteorological Department (IMD) has forecasted severe conditions for Delhi and neighboring regions for the next few days.",
        "rights": "newsbytesapp.com",
        "rank": 26222,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Prateek Talukdar",
        "media": "https://i.cdn.newsbytesapp.com/images/l41920221227111533.jpeg",
        "is_opinion": false,
        "twitter_account": "@newsbytesapp",
        "_score": null,
        "_id": "aac3100b7a190ad357482041d7b7e99b"
      },
      {
        "title": "Carlos Soler Girlfriend 2022, Who is Carlos Solers Girlfriend?",
        "author": "Divya P",
        "published_date": "2022-12-27 06:24:22",
        "published_date_precision": "full",
        "link": "https://latestnews.fresherslive.com/articles/carlos-soler-girlfriend-who-is-carlos-soler-girlfriend-1126801",
        "clean_url": "fresherslive.com",
        "excerpt": "Carlos Soler Girlfriend 2022 - Who is Carlos Soler's Girlfriend, and Does Carlos Soler have a Girlfriend are the questions of the hour; fortunately, we have provided the details about Carlos Soler…",
        "summary": "As of 2022, Marta Marchena is Carlos Soler's Girlfriend (according to wtfoot). Marta Marchena is formerly known as Carlos Soler's Girlfriend. Get to know more about Carlos Soler in the following sections. Carlos Soler, the Spanish professional footballer biography is being searched by the fans. Here you can check the Carlos Soler biography and a lot more details.\nCarlos Soler was born on 2 January 1997. Carlos Soler has gained more popularity, so there are people who eagerly search for Carlos Soler's biography.",
        "rights": "fresherslive.com",
        "rank": 47196,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Divya P",
        "media": "https://img.fresherslive.com/latestnews/images/articles/origin/2022/12/27/carlos-soler-girlfriend-who-is-carlos-soler-girlfriend-63aa8e2b8f7d5-1672121899.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": null,
        "_id": "fa4ecf655324897c7e6e1a58470945db"
      },
      {
        "title": "\"Will file a legal complaint against it,\" Congress' Priyank Kharge on Pragya Thakur's love jihad remark",
        "author": "India Tv News",
        "published_date": "2022-12-27 06:23:58",
        "published_date_precision": "full",
        "link": "https://www.indiatvnews.com/news/india/will-file-a-legal-complaint-against-it-cong-s-priyank-kharge-on-pragya-thakur-s-comments-on-love-jihad-2022-12-27-834392",
        "clean_url": "indiatvnews.com",
        "excerpt": "Congress MLA Priyank Kharge hit out at BJP MP Pragya Thakur and said that the former would file a legal complaint against Pragya.",
        "summary": "Follow us on Image Source : FILE \"It is unfortunate that such statements are being made by an MP. She is already a terror accused,\" MLA Priyank Kharge said responding to Pragya Thakur. Karnataka Congress MLA Priyank Kharge responded to Bhopal BJP MP Pragya Thakur's comments on love jihad on Tuesday. Issuing a statement on the same, Kharge said, \"It is unfortunate that such statements are being made by an MP. She is already a terror accused. I don't know why Karnataka is encouraging such an atmosphere.",
        "rights": "indiatvnews.com",
        "rank": 6892,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "Belagavi,India TV News,Karnataka,Sreelakshmi",
        "media": "https://resize.indiatvnews.com/en/resize/newbucket/1200_-/2022/12/priyank-kharge-1660356216-1672122163.jpeg",
        "is_opinion": false,
        "twitter_account": "India TV",
        "_score": null,
        "_id": "04b00d26710372c8f26d5bae9cc7cac1"
      },
      {
        "title": "WhatsApp will stop working on 49 phones from December 31",
        "author": "FPJ Web Desk",
        "published_date": "2022-12-27 06:23:26",
        "published_date_precision": "full",
        "link": "https://www.freepressjournal.in/business/whatsapp-will-stop-working-on-49-phones-from-december-31",
        "clean_url": "freepressjournal.in",
        "excerpt": "WhatsApp will stop working on 49 phones from December 31 | Image credit: Wikipedia (Representative) Follow us on",
        "summary": "WhatsApp will stop working on 49 phones from December 31 | Image credit: Wikipedia (Representative)\n Follow us on The instant messaging service WhatsApp discontinues support for a number of phones every year, and this year is no exception. As 2022 draws to a close, WhatsApp is also discontinuing support for a number of iPhone and Android phones.Although this should be concerning, the majority of users do not need to be concerned because the messaging platform is only discontinuing support for devices with outdated operating systems.",
        "rights": "freepressjournal.in",
        "rank": 10448,
        "topic": "news",
        "country": "IN",
        "language": "en",
        "authors": "FPJ Web Desk",
        "media": "https://gumlet.assettype.com/freepressjournal/2022-12/6369e9e5-16ce-4a9c-98e6-5b095fd0000d/5f57ecd6e6ff30001d4e79d0.webp?rect=0%2C0%2C3900%2C2048&w=1200&auto=format%2Ccompress&ogImage=true",
        "is_opinion": false,
        "twitter_account": "Free Press Journal",
        "_score": null,
        "_id": "5fe90381dda52227b6845ef4c0ac6e93"
      }
    ],
    "user_input": {
      "lang": [
        "en"
      ],
      "not_lang": null,
      "countries": [
        "IN"
      ],
      "not_countries": null,
      "page": 1,
      "size": 50,
      "sources": null,
      "not_sources": null,
      "topic": "news",
      "from": "2022-12-13 06:57:12"
    }
  }